Repository: mikekthx/Launchbox
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: es, fr, it, ja, ko, pl, ru, tr, zh_hant

# MainWindow_NoShortcuts.Text
source: No shortcuts found
es: No se encontraron accesos directos
fr: Aucun raccourci trouvé
it: Nessun collegamento trovato
ja: ショートカットが見つかりません
ko: 바로 가기를 찾을 수 없습니다
pl: Nie znaleziono skrótów
ru: Ярлыки не найдены
tr: Kısayol bulunamadı
zh_hant: 找不到捷徑

# MainWindow_AddShortcuts.Text
source: Add shortcuts to your Desktop/Shortcuts folder
es: Agregue accesos directos a su carpeta Escritorio/Shortcuts
fr: Ajoutez des raccourcis à votre dossier Bureau/Shortcuts
it: Aggiungi collegamenti alla cartella Desktop/Shortcuts
ja: デスクトップの「Shortcuts」フォルダにショートカットを追加してください
ko: 바탕 화면/Shortcuts 폴더에 바로 가기를 추가하세요
pl: Dodaj skróty do folderu Pulpit/Shortcuts
ru: Добавьте ярлыки в папку Рабочий стол/Shortcuts
tr: Masaüstü/Shortcuts klasörüne kısayollar ekleyin
zh_hant: 將捷徑新增至桌面/Shortcuts 資料夾

# MainWindow_OpenFolder.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open your configured shortcuts folder
es: Abrir la carpeta de accesos directos configurada
fr: Ouvrir votre dossier de raccourcis configuré
it: Apri la cartella dei collegamenti configurata
ja: 設定されたショートカットフォルダを開く
ko: 구성된 바로 가기 폴더 열기
pl: Otwórz skonfigurowany folder skrótów
ru: Открыть настроенную папку ярлыков
tr: Yapılandırılmış kısayol klasörünü aç
zh_hant: 開啟已設定的捷徑資料夾

# MainWindow_OpenFolder.AutomationProperties.Name
source: Open Shortcuts Folder
es: Abrir carpeta de accesos directos
fr: Ouvrir le dossier des raccourcis
it: Apri cartella collegamenti
ja: ショートカットフォルダを開く
ko: 바로 가기 폴더 열기
pl: Otwórz folder skrótów
ru: Открыть папку ярлыков
tr: Kısayol klasörünü aç
zh_hant: 開啟捷徑資料夾

# MainWindow_OpenFolderText.Text
source: Open Shortcuts Folder
es: Abrir carpeta de accesos directos
fr: Ouvrir le dossier des raccourcis
it: Apri cartella collegamenti
ja: ショートカットフォルダを開く
ko: 바로 가기 폴더 열기
pl: Otwórz folder skrótów
ru: Открыть папку ярлыков
tr: Kısayol klasörünü aç
zh_hant: 開啟捷徑資料夾

# MainWindow_SearchBox.PlaceholderText
source: Search...
es: Buscar...
fr: Rechercher...
it: Cerca...
ja: 検索...
ko: 검색...
pl: Szukaj...
ru: Поиск...
tr: Ara...
zh_hant: 搜尋...

# MainWindow_SearchBox.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Search shortcuts (Esc to clear)
es: Buscar accesos directos (Esc para borrar)
fr: Rechercher des raccourcis (Échap pour effacer)
it: Cerca collegamenti (Esc per cancellare)
ja: ショートカットを検索 (Escでクリア)
ko: 바로 가기 검색 (Esc를 눌러 지우기)
pl: Szukaj skrótów (Esc, aby wyczyścić)
ru: Поиск ярлыков (Esc для сброса)
tr: Kısayolları ara (temizlemek için Esc)
zh_hant: 搜尋捷徑（按 Esc 清除）

# MainWindow_SearchBox.AutomationProperties.Name
source: Search shortcuts
es: Buscar accesos directos
fr: Rechercher des raccourcis
it: Cerca collegamenti
ja: ショートカットを検索
ko: 바로 가기 검색
pl: Szukaj skrótów
ru: Поиск ярлыков
tr: Kısayolları ara
zh_hant: 搜尋捷徑

# MainWindow_NoMatches.Text
source: No matches
es: Sin coincidencias
fr: Aucun résultat
it: Nessuna corrispondenza
ja: 一致する項目はありません
ko: 일치하는 결과 없음
pl: Brak wyników
ru: Совпадений нет
tr: Eşleşme bulunamadı
zh_hant: 沒有符合的結果

# Settings_TitleText.Text
source: Launchbox Settings
es: Configuración de Launchbox
fr: Paramètres Launchbox
it: Impostazioni Launchbox
ja: Launchbox 設定
ko: Launchbox 설정
pl: Ustawienia Launchbox
ru: Настройки Launchbox
tr: Launchbox Ayarları
zh_hant: Launchbox 設定

# Settings_StartupToggle.Header
source: Run at Startup
es: Ejecutar al iniciar
fr: Lancer au démarrage
it: Esegui all'avvio
ja: スタートアップ時に実行
ko: 시작 시 실행
pl: Uruchom przy starcie
ru: Запускать при старте
tr: Başlangıçta çalıştır
zh_hant: 開機時啟動

# Settings_StartupToggle.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Automatically launch Launchbox when you sign in to Windows
es: Iniciar Launchbox automáticamente al iniciar sesión en Windows
fr: Lancer Launchbox automatiquement à l'ouverture de session Windows
it: Avvia automaticamente Launchbox all'accesso a Windows
ja: Windowsサインイン時にLaunchboxを自動的に起動する
ko: Windows에 로그인할 때 Launchbox를 자동으로 시작합니다
pl: Automatycznie uruchamiaj Launchbox przy logowaniu do Windows
ru: Автоматически запускать Launchbox при входе в Windows
tr: Windows'ta oturum açıldığında Launchbox'ı otomatik başlat
zh_hant: 登入 Windows 時自動啟動 Launchbox

# Settings_StartupToggle.AutomationProperties.Name
source: Run at Startup
es: Ejecutar al iniciar
fr: Lancer au démarrage
it: Esegui all'avvio
ja: スタートアップ時に実行
ko: 시작 시 실행
pl: Uruchom przy starcie
ru: Запускать при старте
tr: Başlangıçta çalıştır
zh_hant: 開機時啟動

# Settings_HotkeyHeader.Text
source: Global Hotkey
es: Atajo de teclado global
fr: Raccourci clavier global
it: Tasto di scelta rapida globale
ja: グローバルホットキー
ko: 전역 단축키
pl: Globalny skrót klawiszowy
ru: Глобальная горячая клавиша
tr: Genel kısayol tuşu
zh_hant: 全域快速鍵

# Settings_HotkeyModifier.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Select a modifier key (e.g., Alt)
es: Seleccione una tecla modificadora (ej. Alt)
fr: Sélectionnez une touche de modification (ex. Alt)
it: Seleziona un tasto modificatore (es. Alt)
ja: 修飾キーを選択 (例: Alt)
ko: 조합 키 선택 (예: Alt)
pl: Wybierz klawisz modyfikujący (np. Alt)
ru: Выберите клавишу-модификатор (например, Alt)
tr: Bir değiştirici tuş seçin (ör. Alt)
zh_hant: 選擇修飾鍵（例如 Alt）

# Settings_HotkeyModifier.AutomationProperties.Name
source: Hotkey modifier
es: Modificador de atajo
fr: Modificateur de raccourci
it: Modificatore tasto rapido
ja: ホットキー修飾キー
ko: 단축키 조합 키
pl: Modyfikator skrótu
ru: Модификатор горячей клавиши
tr: Kısayol değiştirici tuşu
zh_hant: 快速鍵修飾鍵

# Settings_HotkeyKey.PlaceholderText
source: Key
es: Tecla
fr: Touche
it: Tasto
ja: キー
ko: 키
pl: Klawisz
ru: Клавиша
tr: Tuş
zh_hant: 按鍵

# Settings_HotkeyKey.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Enter a key (e.g., S, F1, Home)
es: Ingrese una tecla (ej. S, F1, Inicio)
fr: Entrez une touche (ex. S, F1, Début)
it: Inserisci un tasto (es. S, F1, Home)
ja: キーを入力 (例: S, F1, Home)
ko: 키 입력 (예: S, F1, Home)
pl: Wprowadź klawisz (np. S, F1, Home)
ru: Введите клавишу (например, S, F1, Home)
tr: Bir tuş girin (ör. S, F1, Home)
zh_hant: 輸入按鍵（例如 S、F1、Home）

# Settings_HotkeyKey.AutomationProperties.Name
source: Hotkey key
es: Tecla de atajo
fr: Touche de raccourci
it: Tasto rapido
ja: ホットキーのキー
ko: 단축키 키
pl: Klawisz skrótu
ru: Клавиша горячей клавиши
tr: Kısayol tuşu
zh_hant: 快速鍵按鍵

# Settings_AppearanceHeader.Text
source: Appearance
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
pl: Wygląd
ru: Внешний вид
tr: Görünüm
zh_hant: 外觀

# Settings_IconSizeLabel.Text
source: Icon size
es: Tamaño de iconos
fr: Taille des icônes
it: Dimensione icone
ja: アイコンのサイズ
ko: 아이콘 크기
pl: Rozmiar ikon
ru: Размер значков
tr: Simge boyutu
zh_hant: 圖示大小

# Settings_IconSizeCombo.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Set the size of icons in the launcher grid
es: Establece el tamaño de los iconos en la cuadrícula
fr: Définit la taille des icônes dans la grille
it: Imposta la dimensione delle icone nella griglia
ja: ランチャーグリッド内のアイコンサイズを設定
ko: 런처 그리드의 아이콘 크기 설정
pl: Ustaw rozmiar ikon w siatce programów
ru: Задать размер значков в сетке запуска
tr: Başlatıcı ızgarasındaki simge boyutunu ayarla
zh_hant: 設定啟動器方格中的圖示大小

# Settings_IconSizeCombo.AutomationProperties.Name
source: Icon size
es: Tamaño de iconos
fr: Taille des icônes
it: Dimensione icone
ja: アイコンのサイズ
ko: 아이콘 크기
pl: Rozmiar ikon
ru: Размер значков
tr: Simge boyutu
zh_hant: 圖示大小

# Settings_KeepCentered.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Always open the main window in the center of the screen
es: Abre siempre la ventana principal en el centro de la pantalla
fr: Ouvre toujours la fenêtre principale au centre de l'écran
it: Force the main window to always open in the center of your screen
pl: Zawsze otwiera główne okno na środku ekranu
tr: Ana pencereyi her zaman ekranın ortasında açar
zh_hant: 始終在螢幕中央開啟主視窗

# Settings_WindowHeader.Text
source: Window Management
es: Gestión de ventanas
fr: Gestion des fenêtres
it: Gestione finestra
ja: ウィンドウ管理
ko: 창 관리
pl: Zarządzanie oknem
ru: Управление окном
tr: Pencere yönetimi
zh_hant: 視窗管理

# Settings_ResetPosition.Content
source: Reset Window Position
es: Restablecer posición de ventana
fr: Réinitialiser la position de la fenêtre
it: Reimposta posizione finestra
ja: ウィンドウ位置をリセット
ko: 창 위치 초기화
pl: Resetuj położenie okna
ru: Сбросить положение окна
tr: Pencere konumunu sıfırla
zh_hant: 重設視窗位置

# Settings_ResetPosition.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Moves the main window to the center of the screen
es: Mueve la ventana principal al centro de la pantalla
fr: Déplace la fenêtre principale au centre de l'écran
it: Sposta la finestra principale al centro dello schermo
ja: メインウィンドウを画面中央に移動
ko: 메인 창을 화면 중앙으로 이동
pl: Przesuwa główne okno na środek ekranu
ru: Переместить главное окно в центр экрана
tr: Ana pencereyi ekranın ortasına taşır
zh_hant: 將主視窗移至螢幕中央

# Settings_ResetPosition.AutomationProperties.Name
source: Reset Window Position
es: Restablecer posición de ventana
fr: Réinitialiser la position de la fenêtre
it: Reimposta posizione finestra
ja: ウィンドウ位置をリセット
ko: 창 위치 초기화
pl: Resetuj położenie okna
ru: Сбросить положение окна
tr: Pencere konumunu sıfırla
zh_hant: 重設視窗位置

# Settings_KeepCentered.Header
source: Keep Window Centered
es: Mantener ventana centrada
fr: Garder la fenêtre centrée
it: Mantieni finestra centrata
ja: ウィンドウを中央に配置
pl: Utrzymuj okno na środku
ru: Держать окно по центру
tr: Pencereyi ortada tut
zh_hant: 保持視窗置中

# TrayMenu_Hide
source: Hide
es: Ocultar
fr: Masquer
it: Nascondi
ja: 非表示
ko: 숨기기
pl: Ukryj
ru: Скрыть
tr: Gizle
zh_hant: 隱藏

# TrayMenu_Show
source: Show
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
ko: 표시
pl: Pokaż
ru: Показать
tr: Göster
zh_hant: 顯示

# TrayMenu_Settings
source: Settings
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
ru: Настройки
tr: Ayarlar
zh_hant: 設定

# TrayMenu_Exit
source: Exit
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
pl: Zakończ
ru: Выход
tr: Çıkış
zh_hant: 結束

# Tray_AutomationName
source: Launchbox System Tray Icon
es: Icono de Launchbox en la bandeja del sistema
fr: Icône Launchbox dans la zone de notification
it: Icona Launchbox nell'area di notifica
ja: Launchbox システムトレイアイコン
ko: Launchbox 시스템 트레이 아이콘
pl: Ikona Launchbox w obszarze powiadomień
ru: Значок Launchbox в области уведомлений
tr: Launchbox bildirim alanı simgesi
zh_hant: Launchbox 系統匣圖示

# Modifier_Shift
source: Shift
es: Mayús
fr: Maj
it: Maiusc

# GridSize_Small
source: Small
es: Pequeño
fr: Petit
it: Piccolo
ja: 小
ko: 작게
pl: Mały
ru: Маленький
tr: Küçük
zh_hant: 小

# GridSize_Medium
source: Medium
es: Mediano
fr: Moyen
it: Medio
ja: 中
ko: 중간
pl: Średni
ru: Средний
tr: Orta
zh_hant: 中

# GridSize_Large
source: Large
es: Grande
fr: Grand
it: Grande
ja: 大
ko: 크게
pl: Duży
ru: Большой
tr: Büyük
zh_hant: 大

# Error_CriticalMessage
source: Launchbox encountered a critical error and needs to close.
es: Launchbox encontró un error crítico y debe cerrarse.
fr: Launchbox a rencontré une erreur critique et doit fermer.
it: Launchbox ha riscontrato un errore critico e deve chiudersi.
ja: Launchboxで致命的なエラーが発生したため、終了する必要があります。
ko: Launchbox에 심각한 오류가 발생하여 종료해야 합니다.
pl: Launchbox napotkał krytyczny błąd i musi zostać zamknięty.
ru: В Launchbox произошла критическая ошибка, приложение будет закрыто.
tr: Launchbox kritik bir hatayla karşılaştı ve kapatılması gerekiyor.
zh_hant: Launchbox 發生嚴重錯誤，必須關閉。

# Error_LaunchFailedMessage
source: Could not launch '{0}'.
es: No se pudo iniciar '{0}'.
fr: Impossible de lancer '{0}'.
it: Impossibile avviare '{0}'.
ja: {0} の起動に失敗しました
pl: Nie można uruchomić '{0}'.
tr: '{0}' başlatılamadı.
zh_hant: 無法啟動「{0}」。

# Error_NotificationTitle
source: Launchbox Error
es: Error de Launchbox
fr: Erreur Launchbox
it: Errore Launchbox
ja: Launchbox エラー
ko: Launchbox 오류
pl: Błąd Launchbox
ru: Ошибка Launchbox
tr: Launchbox Hatası
zh_hant: Launchbox 錯誤

# SettingsWindow_Title
source: Launchbox Settings
es: Configuración de Launchbox
fr: Paramètres Launchbox
it: Impostazioni Launchbox
ja: Launchbox 設定
ko: Launchbox 설정
pl: Ustawienia Launchbox
ru: Настройки Launchbox
tr: Launchbox Ayarları
zh_hant: Launchbox 設定

# Settings_FolderList.Text
source: Shortcut Folders
es: Carpetas de accesos directos
fr: Dossiers de raccourcis
it: Cartelle collegamenti
ja: ショートカットフォルダー
pl: Foldery skrótów
ru: Папки ярлыков
tr: Kısayol klasörleri
zh_hant: 捷徑資料夾

# Settings_AddFolder.AutomationProperties.Name
source: Add Folder
es: Agregar carpeta
fr: Ajouter un dossier
it: Aggiungi cartella
ja: フォルダーを追加
pl: Dodaj folder
tr: Klasör ekle
zh_hant: 新增資料夾

# Settings_AddFolder.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add a new shortcuts folder
es: Agregar una nueva carpeta de accesos directos
fr: Ajouter un nouveau dossier de raccourcis
pl: Dodaj nowy folder skrótów
tr: Yeni bir kısayol klasörü ekle
zh_hant: 新增捷徑資料夾

# Settings_AddFolderText.Text
source: Add Folder
es: Agregar carpeta
fr: Ajouter un dossier
it: Aggiungi cartella
ja: フォルダーを追加
pl: Dodaj folder
tr: Klasör ekle
zh_hant: 新增資料夾

# Settings_RemoveFolder.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
pl: Usuń
ru: Удалить
tr: Kaldır
zh_hant: 移除

# Settings_RemoveFolder.AutomationProperties.Name
source: Remove
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
pl: Usuń
tr: Kaldır
zh_hant: 移除

# Settings_MoveUp.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Move Up
es: Subir
fr: Monter
it: Sposta su
ja: 上へ
pl: W górę
ru: Вверх
tr: Yukarı taşı
zh_hant: 上移

# Settings_MoveUp.AutomationProperties.Name
source: Move Up
es: Subir
fr: Monter
it: Sposta su
ja: 上へ
pl: W górę
tr: Yukarı taşı
zh_hant: 上移

# Settings_MoveDown.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Move Down
es: Bajar
fr: Descendre
it: Sposta giù
ja: 下へ
pl: W dół
ru: Вниз
tr: Aşağı taşı
zh_hant: 下移

# Settings_MoveDown.AutomationProperties.Name
source: Move Down
es: Bajar
fr: Descendre
it: Sposta giù
ja: 下へ
pl: W dół
tr: Aşağı taşı
zh_hant: 下移

# Settings_RenameFolder.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rename
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前の変更
pl: Zmień nazwę
ru: Переименовать
tr: Yeniden adlandır
zh_hant: 重新命名

# Settings_RenameFolder.AutomationProperties.Name
source: Rename
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前の変更
pl: Zmień nazwę
tr: Yeniden adlandır
zh_hant: 重新命名

# Settings_ViewMode.Text
source: View Mode
es: Modo de vista
fr: Mode d'affichage
it: Modalità visualizzazione
ja: 表示モード
pl: Tryb widoku
ru: Режим отображения
tr: Görünüm modu
zh_hant: 檢視模式

# Settings_ViewMode_Merged
source: Merged
es: Combinado
fr: Fusionné
it: Unificata
ja: 統合
pl: Scalony
ru: Объединённый
tr: Birleşik
zh_hant: 合併

# Settings_ViewMode_Grouped
source: Grouped
es: Agrupado
fr: Groupé
it: Raggruppata
ja: グループ化
pl: Pogrupowany
ru: По группам
tr: Gruplanmış
zh_hant: 分組

# Settings_CollapsibleGroups.Header
source: Collapsible Groups
es: Grupos contraíbles
fr: Groupes réductibles
it: Gruppi comprimibili
ja: 折りたたみ可能なグループ
pl: Zwijane grupy
ru: Сворачиваемые группы
tr: Daraltılabilir gruplar
zh_hant: 可摺疊群組

source: Groups shortcuts by folder with collapsible sections
es: Agrupa los accesos directos por carpeta y permite contraer los grupos
fr: Regroupe les raccourcis par dossier et permet de réduire les groupes
it: Enable grouping shortcuts by folder and collapsing those groups
pl: Grupuje skróty według folderów i umożliwia zwijanie grup
tr: Kısayolları klasöre göre gruplandırır ve grupların daraltılmasını sağlar
zh_hant: 依資料夾分組捷徑並允許摺疊群組

# Settings_RenameFolder_Title
source: Rename Folder
es: Renombrar carpeta
fr: Renommer le dossier
it: Rinomina cartella
ja: フォルダーの名前を変更
pl: Zmień nazwę folderu
ru: Переименовать папку
tr: Klasörü yeniden adlandır
zh_hant: 重新命名資料夾

# Settings_RenameFolder_OK
source: OK
es: Aceptar
ru: ОК
tr: Tamam
zh_hant: 確定

# Settings_RenameFolder_Cancel
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj
ru: Отмена
tr: İptal
zh_hant: 取消

# CollapseState_Collapsed
source: Collapsed
es: Contraído
fr: Réduit
it: Compresso
ja: 折りたたまれています
pl: Zwinięte
tr: Daraltılmış
zh_hant: 已摺疊

# CollapseState_Expanded
source: Expanded
es: Expandido
fr: Développé
it: Espanso
ja: 展開されています
pl: Rozwinięte
tr: Genişletilmiş
zh_hant: 已展開

# Settings_AddFolderProgress.AutomationProperties.Name
source: Adding folder
es: Agregando carpeta
fr: Ajout de dossier
pl: Dodawanie folderu
tr: Klasör ekleniyor
zh_hant: 正在新增資料夾

# Settings_GeneralHeader.Text
source: General
fr: Général
it: Generale
ja: 全般
ko: 일반
pl: Ogólne
ru: Общие
tr: Genel
zh_hant: 一般

# MainWindow_ShortcutsGrid.AutomationProperties.Name
source: Shortcuts Grid
ko: 바로 가기 그리드
ru: Сетка ярлыков
